{
	"I18N.LANGUAGE": "Deutsch",
	"I18N.MAINTAINERS": ["ToGreedy"],

    "torch.settings.gameLightSources.name": "Zusätzliche Lichtquellen",
    "torch.settings.gameLightSources.hint": "JSON Datei mit zusätzlichen Lichtquellen, die über die mitgelieferten hinaus verwendet werden sollen",
	"torch.settings.playerTorches.name": "Spieler Fackeln",
	"torch.settings.playerTorches.hint": "Erlaubt es Spielern, ihre eigenen Fackeln umzuschalten.",
	"torch.settings.ignoreEquipment.name": "Ignore Equipment",
	"torch.settings.ignoreEquipment.hint": "Offer light sources regardless of actor's owned equipment",
	"torch.settings.gmUsesInventory.name": "GM verwendet Inventar",
	"torch.settings.gmUsesInventory.hint": "Wenn diese Option gesetzt ist, verwendet der GM beim Umschalten einer Fackel das Inventar des Spielers.",
    "torch.settings.playerUsesInventory.name": "Spieler verwendet Inventar",
    "torch.settings.playerUsesInventory.hint": "Wenn diese Option gesetzt ist, verwendet der Spieler beim Umschalten einer Fackel sein Inventar.",
	"torch.settings.dancingLightVision.name": "Sicht für \"Dancing Lights\".",
	"torch.settings.dancingLightVision.hint": "Wenn diese Option gesetzt ist, hat jedes \"Dancing Light\" sicht und kann dazu verwendet werden, Bereiche der Karte aufzudecken, die Spieler nicht sehen können.",
	"torch.settings.fallbackSourceName.name": "Fallback Item Name",
	"torch.settings.fallbackSourceName.hint": "Name to show for fallback light source.",
	"torch.settings.fallbackBrightRadius.name": "Fallback Bright Light Radius",
	"torch.settings.fallbackBrightRadius.hint": "How many grid units of bright light to emit on systems without light source configuration.",
	"torch.settings.fallbackDimRadius.name": "Fallback Dim Light Radius",
	"torch.settings.fallbackDimRadius.hint": "How many grid units of dim light to emit on systems without light source configuration.",
	"torch.help.turnOffAllLights": "Erzwingen Sie Hell- und Dimmwerte für die konfigurierten Werte \"Aus\".",
	"torch.help.holdCtrlOnClick": "Halte <span class=\"key\">Ctrl</span> beim Klick",
	"torch.help.supplyExhausted.title": "Vorrat erschöpft",
	"torch.help.supplyExhausted.body": "<p>Die Lichtquelle ist ein Verbrauchsgegenstand und es sind keine Gegenstände mehr übrig. Erhöhe die Anzahl der Gegenstände, um eine neue zu entzünden.</p>",
	"torch.help.setupSources.title": "Konfiguration von Lichtquellen",
	"torch.help.setupSources.body": "<p>Im Inventar deines Charakters befinden sich derzeit keine Lichtquellen, weder als Gegenstand noch als Zauberspruch.</p><p>Für unterstützte Systeme werden die Lichtquellen aus dem Inventar angeboten, sortiert nach Name. Werden bekannte Lichtquellen im Inventar platziert, macht sie das nutzbar.</p><p>Manche Lichtquellen sind Verbrauchsgegenstände, z.B. Kerzen und Fackeln. Werden diese genutzt, dann wird ihre Anzahl um eins reduziert.</p><p>Für Systeme die keine inventarbasierten Lichtquellen unterstützen, können Lichtquellen in den Moduleinstellungen konfiguriert werden. In diesem Fall bekommen alle Akteure die gleiche Lichtquelle.</p><p>Damit ein neues System unterstützt wird, kann man eine JSON Datei mit den Lichtquellen einreichen, beschrieben in der README.md.</p><p>Gibt es mehrere Lichtquellen im Inventar, kann zwischen ihnen gewechselt werden, indem man auf den Fackelknopf in der HUD rechts klickt, solange keine Lichtquelle entzündet ist.</p>"
}
