{
	"I18N.LANGUAGE": "Español",
	"I18N.MAINTAINERS": ["Deuce", "@Viriato139ac#0342"],

	"torch.settings.gameLightSources.name": "Fuentes de luz adicionales",
	"torch.settings.gameLightSources.hint": "Archivo JSON que contiene fuentes de luz adicionales a las especificadas",
	"torch.settings.playerTorches.name": "Antorchas de los jugadores",
	"torch.settings.playerTorches.hint": "Permite que los jugadores activen y desactiven sus propias antorchas",
	"torch.settings.ignoreEquipment.name": "Ignorar equipo",
	"torch.settings.ignoreEquipment.hint": "Permitir fuentes de luz independientemente del equipo del actor",
	"torch.settings.gmUsesInventory.name": "El GM consume inventario",
	"torch.settings.gmUsesInventory.hint": "Si se activa, cuando el GM use una antorcha, se reducirá el inventario del actor.",
	"torch.settings.playerUsesInventory.name": "El jugador consume inventario",
	"torch.settings.playerUsesInventory.hint": "Si se activa, cuando el jugador use una antorcha, se reducirá el inventario del actor.",
	"torch.settings.dancingLightVision.name": "Dar visión a las luces danzantes",
	"torch.settings.dancingLightVision.hint": "Cuando se activa, cada luz danzante tendrá visión, por lo que puede utilizarse para revelar zonas del mapa que los jugadores no pueden ver.",
	"torch.settings.fallbackSourceName.name": "Nombre de fuente alternativo",
	"torch.settings.fallbackSourceName.hint": "Nombre alternativo que se mostrará en las fuentes de luz.",
	"torch.settings.fallbackBrightRadius.name": "Radio de luz brillante alternativo",
	"torch.settings.fallbackBrightRadius.hint": "Número de unidades de rejilla de luz brillante que se emiten en sistemas sin configuración de fuentes de luz.",
	"torch.settings.fallbackDimRadius.name": "Radio de luz tenue alternativo",
	"torch.settings.fallbackDimRadius.hint": "Número de unidades de rejilla de luz tenue que se emiten en sistemas sin configuración de fuentes de luz.",
	"torch.help.turnOffAllLights": "Forzar valores \"desconectado\" tanto en la emisión brillante como en la tenue",
	"torch.help.holdCtrlOnClick": "Mantener pulsado <span class=\"key\">CTRL</span> al hacer clic",
	"torch.help.supplyExhausted.title": "Suministro agotado",
	"torch.help.supplyExhausted.body": "<p>Tu fuente de luz es un consumible y su cantidad ha llegado a cero. Aumenta la cantidad del unidades del objeto para encenderla de nuevo.</p>",
	"torch.help.setupSources.title": "Configuración de las fuentes de luz",
	"torch.help.setupSources.body": "<p>Tu personaje actualmente no tiene fuentes de luz en su inventario, ni como objetos ni como conjuros.</p><p>Para los sistemas integrados, las fuentes de luz ofrecidas se basan en el nombre de los objetos del inventario. Colocar fuentes de luz conocidas en tu inventario hará que estén disponibles.</p><p>Algunas fuentes de luz son consumibles, como las velas y las antorchas. Para estas, usar una fuente de luz disminuye su cantidad en uno.</p><p>Para los sistemas que no tienen configuradas fuentes de luz basadas en inventario, puedes configurar las fuentes de luz a través de los ajustes del módulo. En este caso, todos los actores tendrán la misma fuente de luz.</p><p>Puedes forzar el soporte a un determinado sistema si creas un archivo JSON de fuentes de luz, tal y como se describe en el fichero README.md del repositorio.</p><p>Si tienes varias fuentes de luz en tu inventario, puedes elegir entre ellas haciendo clic con el botón derecho del ratón en el botón Torch (Antorcha) del HUD cuando no tengas una fuente de luz encendida.</p>",
	"torch.hud.tooltip": "Antorcha"
}
