{
	"I18N.LANGUAGE": "Español",
	"I18N.MAINTAINERS": ["Deuce", "@Viriato139ac#0342"],

	"torch.playerTorches.name": "Antorchas de los jugadores",
	"torch.playerTorches.hint": "Permite que los jugadores activen y desactiven sus propias antorchas",
	"torch.brightRadius.hint": "Número de unidades en la rejilla en las que se emite luz brillante",
	"torch.dimRadius.hint": "Número de unidades en la rejilla en las que se emite luz tenue",
	"torch.gmUsesInventory.name": "GM usa el inventario",
	"torch.gmUsesInventory.hint": "Si se activa, cuando el GM activa una antorcha, se usará el inventario del actor seleccionado",
	"torch.gmInventoryItemName.name": "Nombre del objeto en el inventario",
	"torch.gmInventoryItemName.hint": "Nombre del objeto en el inventario cuando se active \"GM Usa el Inventario\"",
	"torch.turnOffAllLights": "Forzar a valores \"off\" tanto en la emisión brillante como en la tenue",
	"torch.holdCtrlOnClick": "Mantenga pulsado <span class=\"key\">CTRL</span> al hacer clic",
	"torch.dancingLightVision.name": "Dar visión a las luces danzantes",
	"torch.dancingLightVision.hint": "Cuando esté habilitado, cada luz danzante tendrá visión, de modo que se pueda usar para revelar áreas del mapa que los jugadores no puedan ver",
	"torch.playerUsesInventory.name": "Player Uses Inventory",
	"torch.playerUsesInventory.hint": "If set, when the player toggles a torch, it will use the actors inventory.",
	"torch.gameLightSources.name": "Additional Light Sources",
	"torch.gameLightSources.hint": "JSON file containing additional light sources to use beyond those supplied",
	"torch.brightRadius.name": "Bright Light Radius",
	"torch.dimRadius.name": "Dim Light Radius",
	"torch.help.supplyExhausted.title": "Supply Exhausted",
	"torch.help.supplyExhausted.body": "<p>Your light source is consumable and your quantity has dropped to zero. Increase the quantity of the item to light a fresh one.</p>",
	"torch.help.setupSources.title": "Setting Up Light Sources",
	"torch.help.setupSources.body": "<p>Your character currently has no light sources in their inventory, either as items or as spells.</p><p>For recognized systems, the light sources offered are based on inventory items - by name. Placing known light sources in your inventory will make them available to you. </p><p>Some light sources are consumable, like candles and torches. For these, using a light source decreases its quantity by one.</p><p>For systems that have no inventory-based light sources configured, you can configure light sources through module settings. In this case, all actors get the same light source.</p><p>You can make a system recognized by supplying a JSON file of light sources, as described in the README.md.</p><p>If you have multiple light sources in your inventory, you can choose among them by right-clicking the Torch button on the HUD when you do not have a light source lit.</p>"
}
