{
	"I18N.LANGUAGE": "Italiano",
	"I18N.MAINTAINERS": ["GregoryWarn"],

	"torch.settings.gameLightSources.name": "Fonti di Luce Addizionali",
	"torch.settings.gameLightSources.hint": "File JSON contenente fonti di luce addizionali da usare in aggiunta a quelle fornite",
	"torch.settings.playerTorches.name": "Torce Giocatore",
	"torch.settings.playerTorches.hint": "Consenti ai giocatori di accendere/spegnere le proprie torce.",
	"torch.settings.ignoreEquipment.name": "Ignore Equipment",
	"torch.settings.ignoreEquipment.hint": "Offer light sources regardless of actor's owned equipment",
	"torch.settings.gmUsesInventory.name": "DM Consuma Inventario",
	"torch.settings.gmUsesInventory.hint": "Se attiva, quando un GM accende una torcia, verrà scalata dall'inventario del personaggio.",
	"torch.settings.playerUsesInventory.name": "Giocatore Consuma Inventario",
	"torch.settings.playerUsesInventory.hint": "Se attiva, quando un giocatore accende una torcia, verrà scalata dall'invetario dell'attore.",
	"torch.settings.dancingLightVision.name": "Fornisci Visione delle Luci Danzanti",
	"torch.settings.dancingLightVision.hint": "Quando abilitato, ogni Luce Danzante avrà una visione, quindi potrà essere utilizzata per rivelare aree della mappa che i giocatori non possono effettivamente vedere.",
	"torch.settings.fallbackSourceName.name": "Fallback Source Name",
	"torch.settings.fallbackSourceName.hint": "Name to show for fallback light source.",
	"torch.settings.fallbackBrightRadius.name": "Fallback Bright Light Radius",
	"torch.settings.fallbackBrightRadius.hint": "How many grid units of bright light to emit on systems without light source configuration.",
	"torch.settings.fallbackDimRadius.name": "Fallback Dim Light Radius",
	"torch.settings.fallbackDimRadius.hint": "How many grid units of dim light to emit on systems without light source configuration.",
	"torch.help.turnOffAllLights": "Forza luce intensa e fioca ai valori \"off\" configurati.",
	"torch.help.holdCtrlOnClick": "Premi <span class=\"key\">Ctrl</span> al Click",
    "torch.help.supplyExhausted.title": "Scorta Esaurita",
	"torch.help.supplyExhausted.body": "<p>La tua fonte di luce è consumabile e la tua quantità è scesa a zero. Aumenta la quantità dell'oggetto per accenderne uno nuovo.</p>",
	"torch.help.setupSources.title": "Impostazione delle sorgenti luminose",
	"torch.help.setupSources.body": "<p>Il tuo personaggio attualmente non ha fonti di luce nel suo inventario, né come oggetti né come incantesimi.</p><p>Per i sistemi riconosciuti, le sorgenti luminose offerte si basano sul nome degli oggetti in inventario. Posizionare fonti di luce conosciute nel tuo inventario le renderà disponibili per te. </p><p>Alcune fonti di luce sono consumabili, come candele e torce. Per questi, l'utilizzo di una fonte di luce ne diminuisce la quantità di uno.</p><p>Per i sistemi che non hanno sorgenti luminose basate sull'inventario configurate, è possibile configurare le sorgenti luminose tramite le impostazioni del modulo. In questo caso, tutti gli attori ricevono la stessa fonte di luce.</p><p>È possibile far riconoscere un sistema fornendo un file JSON di sorgenti luminose, come descritto nel file README.md.</p><p>Se hai più fonti di luce nel tuo inventario, puoi sceglierne una facendo clic con il pulsante destro del mouse sul pulsante Torcia sull'HUD quando non hai una fonte di luce accesa.</p>"
}
