{
	"I18N.LANGUAGE": "Português (Brasil)",
	"I18N.MAINTAINERS": ["Andersants"],

	"torch.settings.gameLightSources.name": "Fontes de Luz Adicionais",
	"torch.settings.gameLightSources.hint": "Arquivo JSON contendo fontes de luz adicionais para usar além das fornecidas",
	"torch.settings.playerTorches.name": "Tochas dos Jogadores",
	"torch.settings.playerTorches.hint": "Permitir que os jogadores alternem suas próprias tochas.",
	"torch.settings.ignoreEquipment.name": "Ignore Equipment",
	"torch.settings.ignoreEquipment.hint": "Offer light sources regardless of actor's owned equipment",
	"torch.settings.gmUsesInventory.name": "GM Consome Inventário",
	"torch.settings.gmUsesInventory.hint": "Se definido, quando o GM alterna uma tocha, ela reduzirá o inventário do ator.",
	"torch.settings.playerUsesInventory.name": "Jogador Consome Inventário",
	"torch.settings.playerUsesInventory.hint": "Se definido, quando o jogador alterna uma tocha, ela reduzirá o inventário do ator.",
	"torch.settings.dancingLightVision.name": "Dar Visão às Luzes Dançantes",
	"torch.settings.dancingLightVision.hint": "Quando habilitado, cada luz dançante terá visão e pode ser usada para revelar áreas do mapa que os jogadores não podem ver realmente.",
	"torch.settings.fallbackSourceName.name": "Fallback Source Name",
	"torch.settings.fallbackSourceName.hint": "Name to show for fallback light source.",
	"torch.settings.fallbackBrightRadius.name": "Fallback Bright Light Radius",
	"torch.settings.fallbackBrightRadius.hint": "How many grid units of bright light to emit on systems without light source configuration.",
	"torch.settings.fallbackDimRadius.name": "Fallback Dim Light Radius",
	"torch.settings.fallbackDimRadius.hint": "How many grid units of dim light to emit on systems without light source configuration.",
	"torch.help.turnOffAllLights": "Forçar brilho e fraca a valores \"desligados\" configurados.",
	"torch.help.holdCtrlOnClick": "Segure <span class=\"key\">Ctrl</span> ao clicar",
	"torch.help.supplyExhausted.title": "Suprimento Esgotado",
	"torch.help.supplyExhausted.body": "<p>Seu fonte de luz é consumível e sua quantidade caiu para zero. Aumente a quantidade do item para acender um novo.</p>",
	"torch.help.setupSources.title": "Configurar Fontes de Luz",
	"torch.help.setupSources.body": "<p>Seu personagem atualmente não tem fontes de luz em seu inventário, seja como itens ou como feitiços.</p><p>Para sistemas reconhecidos, as fontes de luz oferecidas são baseadas em itens de inventário - por nome. Colocar fontes de luz conhecidas em seu inventário as tornará disponíveis para você. </p><p>Algumas fontes de luz são consumíveis, como velas e tochas. Para estas, usar uma fonte de luz diminui sua quantidade em um.</p><p>Para sistemas que não têm fontes de luz baseadas em inventário configuradas, você pode configurar fontes de luz através das configurações do módulo. Neste caso, todos os atores recebem a mesma fonte de luz.</p><p>Você pode tornar um sistema reconhecido fornecendo um arquivo JSON de fontes de luz, conforme descrito no README.md.</p><p>Se você tiver várias fontes de luz em seu inventário, pode escolher entre elas clicando com o botão direito no botão da Tocha no HUD quando você não tiver uma fonte de luz acesa.</p>"
}
